{
  "class_name": "Sequential",
  "config": {
    "name": "MNIST: MLP, 2 dense layers",
    "layers": [
      {
        "class_name": "Dense",
        "config": {
          "name": "Dense-1",
          "batch_input_shape": [
            null,
            784
          ],
          "dtype": "float32",
          "units": 16,
          "activation": "relu",
          "use_bias": true
        }
      },
      {
        "class_name": "Dense",
        "config": {
          "name": "Dense-2",
          "trainable": true,
          "dtype": "float32",
          "units": 10,
          "activation": "softmax",
          "use_bias": true
        }
      }
    ]
  },
  "keras_version": "2.3.1",
  "backend": "tensorflow"
}